Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sarja_koltansaamenkielisia_pienia_digikirjoja_ilmestyi.html.tmx
Source language: fin
Languages: smn

source: Sarja koltansaamenkielisiä pieniä digikirjoja ilmestyi
smn: Nuorttâkielâg uccâ kirjij ráiđu almostui

source: Uʹcc ǩeerja (Pikku kirjat) – sarja koltansaamenkielisiä pieniä digikirjoja on ilmestynyt.
smn: Uʹcc ǩeerja (Uccâ kirjááh) -ráiđu nuorttâkielâlijd uccâ digikiirjijd lii almostum.

source: Kirjat opastavat tavallisiin koltansaamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
smn: Kirjeh uápisteh táváláid nuorttâkielâ saanijd, tegu jotteemverbáid já ivnijd, já pihtâsij já purrâmušâi nomâttâssáid.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
smn: Kirjeh ovdedeh siämmást kielâoppâaašijd já luuhâm oppâm.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
smn: Kiirjijn lii rahtum kyehti eres heiviittâs, stavâlistum já stavâlijttáá sehe lasseen jieškote-uv fáádán lahtee hárjuttâskirje.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
smn: Uʹcc ǩeerja -digikiirjij ráiđu šoodâi Čevetjäävri škoovlâ nuorttâkielâ máttáátteijee Maria Porsanger iävtuttâsâst.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
smn: Kiirjijd lii kietâčáállám já kuvvim Esther Berelowitsch, kote parga Sämitiggeest oppâmateriaal proojeektpargen.

source: Berelowitsch vastaa myös kirjojen äänityksestä ja editoinnista.
smn: Berelowitsch västid meiddei kirjij paddiimist já editistmist.

source: Lukijoina toimivat Raija Lehtola ja Tiina Sanila-Aikio.
smn: Lohhen toimâv Raija Lehtola já Tiina Sanila-Aikio.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff ja Petra Kuuva.
smn: Uʹcc ǩeerja -pargojuávkun kuleh Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff já Petra Kuuva.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
smn: Digikirje teknisâš olášutmist lává västidâm Unni Länsman já Esther Berelowitsch.

source: Sarja täydentyy edelleen.
smn: Ráiđu tievâsmuvá ain.

source: Kirjojen inarin- ja pohjoissaamenkieliset versiot ovat työn alla.
smn: Kirjij aanaar- já tavesämikielâliih heiviittâsah láá pargo vyelni.

source: Kaikille avoimet linkit kirjoihin:
smn: Puohháid ávus liiŋkah kirjijd:

source: Puäj da Lâpp (Paju ja Luppo): lukukirja , lukukirja tavutettu , harjoituskirja Siõm (Siemen): lukukirja , lukukirja tavutettu , harjoituskirja Eelljaž (Elias): lukukirja , lukukirja tavutettu , harjoituskirja
smn: Puájui já Jievjâm (Paju da Luppo): luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje Siemân (Siemen): luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje Eljis (Elias): luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Kirjat julkaisi Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
smn: Kiirjijd almostittij Sämitige škovlim- já oppâmateriaaltoimâttah .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Raija Lehtola Koltansaamenkielinen oppimateriaalin suunnittelija raija.lehtola@samediggi.fi
smn: Raija Lehtola Nuorttâkielâlâš oppâmateriaal vuávájeijee raija. lehtola[at]samediggi.fi

source: Esther Berelowitsch Koltansaamenkielinen oppimateriaalin projektityönteki esther.berelowitsch@samediggi.fi
smn: Esther Berelowitsch Nuorttâkielâlâš oppâmateriaal proojeektpargee esther.
